{
	"version": 1.0,
	"name": "would-you",
	"title": "Would you rather...",
	"language": "en",
	"active": 1,
	"listed": 1,
	"data": [
			"Would you rather lose the ability to read or the ability to speak?",
			"Would you rather be 10 minutes late for everything for the rest of your life or 20 minutes early?",
			"Would you rather have a real, working get-out-of-jail-free card or a key that opens any door?",
			"Would you prefer that all traffic lights turn green whenever you approach them or never have to wait in line again?",
			"If you had to choose, would you rather live in a trailer for the rest of your life or on a boat?",
			"Would you rather go back to being 5 years old knowing everything you know now or have all the knowledge you'll acquire in life right now?",
			"Would you prefer to read thoughts or control electronics with your mind?",
			"Would you rather have to move to a different city every week or never be able to leave the same city again?",
			"Would you rather be crazy and know you're crazy or be completely crazy and not know it?",
			"Would you prefer to travel for a year to various places in the world, but rough it, or live in luxury for a year but never leave the same city?",
			"If you had to choose, would you rather ONLY watch movies with a Rotten Tomatoes rating between 95-100% or ONLY movies with a rating of 94% or lower?",
			"Would you rather be a reverse centaur or a reverse mermaid?",
			"If you could only use one utensil for the rest of your life, would you prefer a spoon or a fork?",
			"Would you rather time travel randomly 10 years forward and backward every time you fart or teleport randomly every time you sneeze?",
			"If you had to live in a perpetual war, would you prefer it to be a water balloon war or a food fight?",
			"Would you rather be a famous director or a famous actor?",
			"If you had to choose, would you rather live in a cave or in a treehouse?",
			"Would you prefer to control fire or water?",
			"Which power do you prefer: teleportation or mind reading?",
			"If you had to choose, would you rather be banned from search engines or from social media?",
			"Would you rather never eat meat again or never eat vegetables again?",
			"Would you prefer to be a fantastic artist or an excellent mathematician?",
			"Would you rather have a flying carpet or a car that can be driven underwater?",
			"Would you rather never experience traffic again or never get sick again?",
			"Would you prefer to have an endless supply of Legos or a gas tank that's always full?",
			"If you had to choose between living in Russia or China for the next 10 years, where would you go?",
			"Would you rather be invisible or able to fly?",
			"If you had to choose, would you rather have free sushi for life or free pizza?",
			"If you had to choose, would you rather go a whole month without taking a shower or without internet?",
			"If you had to choose, would you rather go a month without playing video games or without watching TV shows/movies?",
			"Would you rather have free Wi-Fi everywhere you go or free coffee at every coffee shop?",
			"If you had to choose, would you prefer to lose your best friend or all your friends except your best friend?",
			"Would you prefer to never have to recharge your phone again or never have to refuel your car?",
			"Would you rather know how you will die or when you will die?",
			"Excluding all negative effects, would you prefer to never have to work again or never have to sleep again?",
			"If you had to choose, would you prefer to be constantly tired, no matter how much you sleep, or constantly hungry, no matter how much you eat?",
			"If you had to choose, would you prefer to be so afraid of heights that you never go to the second floor of a house or so afraid of the sun that you can only go out when it's raining?",
			"Would you prefer to be feared by everyone or loved by everyone?",
			"If you had to choose, would you prefer to be transported 500 years into the future or 500 years into the past?",
			"Would you prefer to be famous in life and forgotten after you die or forgotten in life and recognized after you die?",
			"Would you prefer to spend 4 years in prison for something you didn't do or have done something and live in fear of being caught?",
			"Would you prefer your clothes to always be smaller or larger than your size?",
			"If you had to choose, would you prefer to not be able to open any closed door or not be able to close any open door?",
			"Would you prefer to blink at twice the frequency or never blink but have to close your eyes for 10 seconds every 5 minutes?",
			"Would you rather do it every day for a year or every other day for two?",
			"Would you prefer to have three nipples or two belly buttons?"
	]
}